aalib
abseil-cpp
accountsservice
acl
adwaita-cursors
adwaita-fonts
adwaita-icon-theme
adwaita-icon-theme-legacy
alsa-card-profiles
alsa-lib
alsa-topology-conf
alsa-ucm-conf
aom
archlinux-keyring
at-spi2-core
attr
audit
autoconf
automake
avahi
base
base-devel
bash
bat
binutils
bison
blueman
bluez
bluez-libs
bluez-utils
brightnessctl
brotli
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm-1.16
cantarell-fonts
cdparanoia
colord
coreutils
cronie
cryptsetup
curl
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-glib
dbus-units
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
diffutils
duktape
e2fsprogs
efibootmgr
efivar
elementary-icon-theme
ell
exo
expat
fakeroot
fastfetch
feh
ffmpeg
fftw
file
filesystem
findutils
firefox
flac
flex
fontconfig
freeglut
freetype2
fribidi
fuse-common
fuse3
garcon
gawk
gc
gcc
gcc-libs
gcr-4
gdbm
gdk-pixbuf2
gettext
giflib
git
glib-networking
glib2
glibc
glibmm-2.68
glslang
glu
gmp
gnome-themes-extra
gnu-free-fonts
gnulib-l10n
gnupg
gnutls
gobject-introspection-runtime
gperftools
gpgme
gpm
graphene
graphite
grep
groff
gsettings-desktop-schemas
gsettings-system-schemas
gsm
gssdp
gst-plugin-pipewire
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtest
gtk-layer-shell
gtk-update-icon-cache
gtk3
gtk4
gtkmm-4.0
gtksourceview4
guile
gupnp
gupnp-igd
gvfs
gzip
harfbuzz
hicolor-icon-theme
hidapi
highway
htop
hwdata
iana-etc
icu
imlib2
intel-gmmlib
intel-media-driver
intel-ucode
iproute2
iptables
iputils
iso-codes
iwd
jansson
jbigkit
json-c
json-glib
kbd
keyutils
kitty
kitty-shell-integration
kitty-terminfo
kmod
krb5
l-smash
lame
lcms2
leancrypto
less
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-swap
libbluray
libbpf
libbs2b
libburn
libbytesize
libcaca
libcanberra
libcap
libcap-ng
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libconfig
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdisplay-info
libdovi
libdrm
libdv
libdvdnav
libdvdread
libebur128
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libfdk-aac
libffi
libfontenc
libfreeaptx
libgcrypt
libgee
libgirepository
libgit2
libglvnd
libgnomekbd
libgpg-error
libgtop
libgudev
libgusb
libice
libidn2
libiec61883
libimobiledevice
libimobiledevice-glue
libinput
libisl
libisofs
libjpeg-turbo
libjxl
libkeybinder3
libksba
liblc3
libldac
libldap
libluv
libmm-glib
libmnl
libmodplug
libmpc
libmpd
libmysofa
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libnvme
libogg
libopenmpt
libp11-kit
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libraw1394
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++-3.0
libsm
libsndfile
libsodium
libsoup3
libsoxr
libssh
libssh2
libstemmer
libsysprof-capture
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtool
libunibreak
libunistring
libunwind
liburing
libusb
libusbmuxd
libutempter
libutf8proc
libuv
libva
libva-intel-driver
libvdpau
libverto
libvorbis
libvpl
libvpx
libvterm
libwacom
libwebp
libwireplumber
libwnck3
libx11
libxau
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfce4windowing
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxnvctrl
libxpresent
libxrandr
libxrender
libxres
libxshmfence
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-amdgpu
linux-firmware-atheros
linux-firmware-broadcom
linux-firmware-cirrus
linux-firmware-intel
linux-firmware-mediatek
linux-firmware-nvidia
linux-firmware-other
linux-firmware-radeon
linux-firmware-realtek
linux-firmware-whence
llhttp
llvm-libs
lm_sensors
lmdb
lsd
lua
lua51-lpeg
luajit
lv2
lz4
lzo
m4
mailcap
make
man-db
mdadm
mesa
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpdecimal
mpfr
mpg123
msgpack-c
mtdev
nano
ncurses
neovim
nettle
network-manager-applet
networkmanager
nm-connection-editor
node-gyp
nodejs
nodejs-nopt
npm
npth
nspr
nss
ocl-icd
oniguruma
opencore-amr
openjpeg2
openssh
openssl
opus
orc
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pam
pambase
pango
pangomm-2.48
parted
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-error
perl-mailtools
perl-timedate
picom
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pixman
pkgconf
polkit
polkit-gnome
popt
portaudio
procps-ng
psmisc
python
python-cairo
python-gobject
qrencode
rav1e
readline
rsync
rubberband
run-parts
sbc
sdl2-compat
sdl3
sed
semver
serd
shaderc
shadow
shared-mime-info
simdjson
slang
smartmontools
snappy
sord
sound-theme-freedesktop
speex
speexdsp
spirv-tools
sqlite
sratom
srt
startup-notification
sudo
svt-av1
systemd
systemd-libs
systemd-sysvcompat
taglib
tar
tdb
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
timeshift
tinysparql
tpm2-tss
tree-sitter
tree-sitter-c
tree-sitter-lua
tree-sitter-markdown
tree-sitter-query
tree-sitter-vim
tree-sitter-vimdoc
ttf-jetbrains-mono-nerd
tumbler
twolame
tzdata
udisks2
unibilium
unzip
upower
util-linux
util-linux-libs
v4l-utils
vapoursynth
vid.stab
vim
vim-runtime
vmaf
volume_key
vte-common
vte3
vulkan-icd-loader
vulkan-intel
wavpack
wayland
wayland-protocols
webrtc-audio-processing-1
wget
which
wireless_tools
wireplumber
wpa_supplicant
x264
x265
xapp
xarchiver
xcb-proto
xcb-util
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xclip
xdg-utils
xf86-input-libinput
xfburn
xkeyboard-config
xorg-fonts-encodings
xorg-iceauth
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xinit
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrdb
xorg-xset
xorgproto
xvidcore
xxhash
xz
yyjson
zeromq
zimg
zix
zlib
zlib-ng
zram-generator
zstd
